{
  "lock_version": 4,
  "system_mtime": "2015-09-18T18:56:49Z",
  "extents": [{
    "lock_version": 0,
    "system_mtime": "2015-09-18T18:56:49Z",
    "jsonmodel_type": "extent",
    "user_mtime": "2015-09-18T18:56:49Z",
    "number": "5.5",
    "last_modified_by": "admin",
    "container_summary": "15 document cases",
    "portion": "whole",
    "create_time": "2015-09-18T18:56:49Z",
    "created_by": "admin",
    "extent_type": "cubic_feet"
  }],
  "jsonmodel_type": "resource",
  "finding_aid_author": "Kathleen Brennan",
  "instances": [],
  "create_time": "2014-12-06T04:11:50Z",
  "created_by": "admin",
  "finding_aid_date": "3/1998",
  "external_ids": [{
    "system_mtime": "2015-09-18T18:56:49Z",
    "jsonmodel_type": "external_id",
    "user_mtime": "2015-09-18T18:56:49Z",
    "last_modified_by": "admin",
    "source": "Archivists Toolkit Database::RESOURCE",
    "create_time": "2015-09-18T18:56:49Z",
    "created_by": "admin",
    "external_id": "25"
  }],
  "title": "Council on Foundations, Inc. records",
  "external_documents": [],
  "publish": true,
  "subjects": [{
    "ref": "/subjects/85"
  }, {
    "ref": "/subjects/33"
  }, {
    "ref": "/subjects/103"
  }, {
    "ref": "/subjects/19"
  }, {
    "ref": "/subjects/237"
  }],
  "deaccessions": [],
  "ead_id": "FA016.xml",
  "linked_agents": [{
    "terms": [],
    "relator": "ctb",
    "ref": "/agents/corporate_entities/35",
    "role": "creator"
  }, {
    "terms": [],
    "relator": "ctb",
    "ref": "/agents/people/98",
    "role": "creator"
  }, {
    "terms": [],
    "relator": "aut",
    "ref": "/agents/corporate_entities/34",
    "role": "creator"
  }, {
    "terms": [],
    "relator": "ctb",
    "ref": "/agents/people/97",
    "role": "creator"
  }, {
    "terms": [],
    "relator": "ctb",
    "ref": "/agents/people/96",
    "role": "creator"
  }, {
    "terms": [],
    "relator": "ctb",
    "ref": "/agents/people/95",
    "role": "creator"
  }],
  "repository": {
    "ref": "/repositories/2"
  },
  "repository_processing_note": "Processed by Kathleen Brennan, March 1998",
  "user_mtime": "2015-09-18T18:56:49Z",
  "rights_statements": [],
  "revision_statements": [{
    "system_mtime": "2015-09-18T18:56:49Z",
    "description": "Migrated over from Re:discovery to AT by Marisa Hudspeth",
    "jsonmodel_type": "revision_statement",
    "user_mtime": "2015-09-18T18:56:49Z",
    "uri": "/revision_statement/1598",
    "last_modified_by": "admin",
    "repository": {
      "ref": "/repositories/2"
    },
    "create_time": "2015-09-18T18:56:49Z",
    "created_by": "admin",
    "date": "4/23/2009"
  }],
  "linked_events": [],
  "finding_aid_title": "A Guide to the Council on Foundations, Inc. records\n",
  "suppressed": false,
  "restrictions": false,
  "dates": [{
    "lock_version": 0,
    "system_mtime": "2015-09-18T18:56:49Z",
    "begin": "1949",
    "end": "1981",
    "jsonmodel_type": "date",
    "date_type": "inclusive",
    "user_mtime": "2015-09-18T18:56:49Z",
    "last_modified_by": "admin",
    "label": "creation",
    "create_time": "2015-09-18T18:56:49Z",
    "created_by": "admin",
    "expression": "1949-1981"
  }],
  "classifications": [],
  "language": "eng",
  "level": "collection",
  "notes": [{
    "subnotes": [{
      "content": "The records are divided into three series:\n\nSeries 1 - Tax Reform Files, 1954-(1968-1978)\n\nSeries 2 - Commission on Private Philanthropy and Public Needs Files, 1973-1978\n\nSeries 3 - Miscellaneous Files, 1949-1981\n\nThe files within each series are arranged alphabetically by subject.\n\n",
      "publish": true,
      "jsonmodel_type": "note_text"
    }],
    "jsonmodel_type": "note_multipart",
    "persistent_id": "24ca0e2b0d9da3e7ac5f813a09b53b04",
    "publish": true,
    "label": "Arrangement note",
    "type": "arrangement"
  }, {
    "subnotes": [{
      "content": "The Council on Foundations, Inc., incorporated in New York State in 1957 as the National Council on Community Foundations, Inc., was an outgrowth of the National Committee on Foundations and Trusts for Community Welfare, an informal association of community foundations in the United States and Canada based in Chicago. Initially, the organization's membership consisted solely of foundations of the community-trust type. Beginning in 1958, family, company, and other foundations were invited to affiliate with the Council. Also in 1958, the National Council was awarded a grant of $45,000 from the Rockefeller Foundation for exploring ways of expanding Council services as a clearinghouse for information and as a source of advice and guidance for members. Two years later, the Council received a $50,000 grant from the Ford Foundation to be used in assisting the Council in establishing itself as a national institution and in furthering its activities in the United States and Canada. In 1964, the organization's name was changed to the Council on Foundations, Inc.\n\nThe original National Committee on Foundations and Trusts for Community Welfare had a volunteer chairman, Edward L. Ryerson, a Chicago steel executive. Frank D. Loomis, a former executive director of the Chicago Community Trust, was the first secretary. With the establishment of the National Council on Community Foundations and the opening of offices in New York City in 1957, Wilmer Shields Rich became executive director, a post she continued to fill as the organization broadened its membership, until her retirement in 1968.\n\nFollowing Rich's retirement, David F. Freeman took over administration of the Council in March 1968 and was given the title of president. The administrative structure of the Council called for a president whose role was defined as chief administrative officer. In this capacity, Freeman guided Council members through the changes brought on by the Tax Reform Act of 1969. Eugene C. Struckhoff, executive director of the New Hampshire-based Spaulding-Potter Charitable Trust, who joined the Council as vice president in December 1971, succeeded Freeman as President of the Council in1979. The following year he also assumed the role of chief executive officer.\n\nThe Council's dual top leadership structure was established when Robert F. Goheen, a former president of Princeton University, became chairman of the board and chief executive officer of the Council in 1972. The chairman's main responsibilities were policy concerns, public awareness, and Washington liaison. Goheen was succeeded by Landrum R. Bolling, a former president of Earlham College and of the Lilly Foundation, who held the positions of chairman and chief executive officer of the Council from January 1978 until December 1980.\n\nIn the spring of 1979 the Council relocated its offices to Washington, D.C. The move was intended to enable the Council to keep in closer touch with the many philanthropic organizations located there, as well as to improve its liaison with government agencies, the Treasury Department, the Internal Revenue Service, and members of Congress.\n\nThe aim of the council has been twofold: (1) to provide a common meeting ground and services for foundations administering charitable funds for public purposes; and (2) to encourage broader understanding of the community foundation concept of making philanthropy effective and responsible. The Council also represents the concerns and interests of grant makers to public policy makers, the media, and the general public.\n\nFor a more detailed discussion of the officers, operation, and membership of the Council on Foundations, see the Council history files in box 13.\n\n",
      "publish": true,
      "jsonmodel_type": "note_text"
    }],
    "jsonmodel_type": "note_multipart",
    "persistent_id": "500cb5b0e97bffc320fb33561ad36180",
    "publish": true,
    "label": "Biographical/Historical note",
    "type": "bioghist"
  }, {
    "subnotes": [{
      "content": "The records of the Council on Foundations, Inc., which span the years 1949 to 1981, cover the years from the formation of the Council until Landrum R. Bolling's tenure as chief executive officer in the late 1970s. The bulk of the material in this collection, however, concerns the Council's response to tax reform efforts in the late 1960s and early 1970s that would have profound effects on foundations. Also documented is the Council's relationship with the Commission on Private Philanthropy and Public Needs (usually referred to as the Filer Commission), a privately funded panel formed in late 1973 to conduct a study of the source, scope, and impact of charitable giving in the United States.\n\n",
      "publish": true,
      "jsonmodel_type": "note_text"
    }],
    "jsonmodel_type": "note_multipart",
    "persistent_id": "8111987870c30052084e8e6c18b7d600",
    "publish": true,
    "label": "Scope and Contents note",
    "type": "scopecontent"
  }, {
    "subnotes": [{
      "content": "The following Rockefeller Archive Center collections include material related to the Council on Foundations, Inc. records: John D. Rockefeller 3rd papers; Rockefeller Foundation records.\n\n",
      "publish": true,
      "jsonmodel_type": "note_text"
    }],
    "jsonmodel_type": "note_multipart",
    "persistent_id": "ff3171b10516db606b2025003f6c006f",
    "publish": true,
    "label": "Related Archival Materials note",
    "type": "relatedmaterial"
  }, {
    "subnotes": [{
      "content": "This small collection of records from the Council on Foundations, Inc. was transferred to the Rockefeller Archive Center in separate accessions in 1989 and 1991.\n\n",
      "publish": true,
      "jsonmodel_type": "note_text"
    }],
    "jsonmodel_type": "note_multipart",
    "persistent_id": "3e4cbad7c1aef7193467ee6584312b69",
    "publish": true,
    "label": "Immediate Source of Acquisition note",
    "type": "acqinfo"
  }, {
    "persistent_id": "843ad3a0999ed9908dda8ccc07338c7f",
    "type": "fileplan",
    "subnotes": [{
      "content": "Former Classification: X",
      "publish": true,
      "jsonmodel_type": "note_text"
    }],
    "jsonmodel_type": "note_multipart",
    "publish": true
  }, {
    "persistent_id": "eefbafac8948a6d8fafe7387bb8b7182",
    "type": "userestrict",
    "subnotes": [{
      "content": "RAC users must abide by all applicable provisions of United States copyright law. Reproduction/duplication of archival items is routinely provided in accordance with “fair use”. If the RAC does not hold copyright for an archival collection, or items within a collection, it is the users’ responsibility to contact the copyright holder, or make a fair effort to do so, prior to publication.",
      "publish": true,
      "jsonmodel_type": "note_text"
    }],
    "jsonmodel_type": "note_multipart",
    "publish": true
  }, {
    "persistent_id": "1192b0b444e48897f07fa5d99bd144ab",
    "type": "accessrestrict",
    "subnotes": [{
      "content": "Collection is open for scholarly access.\n\nRAC is unable to provide access to obsolete media and original digital media. In addition separated media may not yet have undergone stabilization procedures. When feasible, a digital surrogate may be created via special order. All applicable charges will apply. See RAC Head of Archival Services or RAC Head of Digital Programs for details.\n\n\n",
      "publish": true,
      "jsonmodel_type": "note_text"
    }],
    "jsonmodel_type": "note_multipart",
    "publish": true
  }, {
    "persistent_id": "6c22db2852f18b3e8c1075b7c49111af",
    "type": "phystech",
    "subnotes": [{
      "content": "Materials requiring specialized equipment for access (film, audio, video, slides) may be closed to research dependent on availability of the applicable equipment \n\nBrittle or damaged items, or materials otherwise in need of preservation care, may be closed to researchers at the discretion of the RAC Head of Archival Services/Head of Reference.\n",
      "publish": true,
      "jsonmodel_type": "note_text"
    }],
    "jsonmodel_type": "note_multipart",
    "publish": true
  }, {
    "persistent_id": "249ca18446fa36ccde4c10083d8d45ce",
    "type": "prefercite",
    "subnotes": [{
      "content": "Information regarding the Rockefeller Archive Center's preferred elements and forms of citation can be found at <extref href=\"http://www.rockarch.org/research/citations.php\">http://www.rockarch.org/research/citations.php</extref>",
      "publish": true,
      "jsonmodel_type": "note_text"
    }],
    "jsonmodel_type": "note_multipart",
    "publish": true
  }],
  "tree": {
    "ref": "/repositories/2/resources/104/tree"
  },
  "uri": "/repositories/2/resources/104",
  "last_modified_by": "admin",
  "finding_aid_filing_title": "Council on Foundations, Inc. records",
  "id_0": "FA016",
  "related_accessions": [],
  "finding_aid_status": "under_revision"
}
