{"lock_version": 4, "system_mtime": "2015-09-18T18:56:52Z", "extents": [{"lock_version": 0, "system_mtime": "2015-09-18T18:56:52Z", "jsonmodel_type": "extent", "user_mtime": "2015-09-18T18:56:52Z", "number": "2.2", "last_modified_by": "admin", "container_summary": "155 reels of 35mm microfilm", "portion": "whole", "create_time": "2015-09-18T18:56:52Z", "created_by": "admin", "extent_type": "cubic_feet"}], "jsonmodel_type": "resource", "finding_aid_author": "Unknown", "instances": [], "create_time": "2014-12-06T04:12:51Z", "created_by": "admin", "external_ids": [{"system_mtime": "2015-09-18T18:56:52Z", "jsonmodel_type": "external_id", "user_mtime": "2015-09-18T18:56:52Z", "last_modified_by": "admin", "source": "Archivists Toolkit Database::RESOURCE", "create_time": "2015-09-18T18:56:52Z", "created_by": "admin", "external_id": "26"}], "title": "Lucille P. Markey Charitable Trust records", "external_documents": [], "publish": true, "subjects": [{"ref": "/subjects/21"}, {"ref": "/subjects/20"}], "deaccessions": [], "ead_id": "FA017.xml", "linked_agents": [{"terms": [], "relator": "aut", "ref": "/agents/corporate_entities/8", "role": "creator"}], "repository": {"ref": "/repositories/2"}, "user_mtime": "2015-09-18T18:56:52Z", "rights_statements": [], "revision_statements": [{"system_mtime": "2015-09-18T18:56:52Z", "description": "Migrated from Re:discovery to AT by Marisa Hudspeth", "jsonmodel_type": "revision_statement", "user_mtime": "2015-09-18T18:56:52Z", "uri": "/revision_statement/1599", "last_modified_by": "admin", "repository": {"ref": "/repositories/2"}, "create_time": "2015-09-18T18:56:52Z", "created_by": "admin", "date": "4/27/2009"}], "linked_events": [], "finding_aid_title": "A Guide to the Lucille P. Markey Charitable Trust records\n", "suppressed": false, "restrictions": false, "dates": [{"lock_version": 0, "system_mtime": "2015-09-18T18:56:52Z", "begin": "1931", "end": "1998", "jsonmodel_type": "date", "date_type": "inclusive", "user_mtime": "2015-09-18T18:56:52Z", "last_modified_by": "admin", "label": "creation", "create_time": "2015-09-18T18:56:52Z", "created_by": "admin", "expression": "1931-1998"}], "classifications": [], "language": "eng", "level": "collection", "notes": [{"persistent_id": "309bfe1c36cf6c0ed3d93aa77436128a", "type": "accessrestrict", "subnotes": [{"content": "Open for scholarly research without restriction.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"subnotes": [{"content": "The Lucille P. Markey Charitable Trust collection is arranged in six series:\n\nSeries 1 - Scholars and Visiting Fellows\n\nSeries 2 - Institutional Grants and Proposals\n\nSeries 3 - Governance\n\nSeries 4 - Program Development\n\nSeries 5 - Correspondence\n\nSeries 6 - Scrapbook, Photographs and Miscellany\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "565b2590b13985828bbc7772638c7a1a", "publish": true, "label": "Arrangement note", "type": "arrangement"}, {"subnotes": [{"content": "Institutional Background\n\nThe Lucile P. Markey Charitable Trust (Markey Trust) was established as a limited term trust in the will of Lucille P. Markey in 1975. Incorporated as a Florida nonprofit organization 501(C)(3) status, the Trust began operation in October 1983. The Trust's office opened in Miami on January 1, 1984.\n\nMrs. Markey had several specific goals for her charitable giving which defined the nature of the Trust. Wishing to distribute the grant money in a relatively short period of time in order to fund current research, she was advised to create a charitable, limited term trust. Mrs. Markey wanted her fortune to be dedicated to the pursuit of \"human health,\" which meant that trust contributions specifically targeted \"basic biomedical research.\"\n\nTo ensure that her assets were distributed as she intended, Mrs. Markey nominated several close associates as trustees. Her attorney, Louis J. Hector, chaired the Board of Trustees, and Robert B. Glaser, M.D., became the Director of Medical Science. Other trustees included: William Sutter, representing Hopkins and Sutter, attorneys for Mrs. Markey's first husband Warren Wright; Laurette Heraty, Warren Wright's former secretary; and Margaret B. Glass, an employee of Calumet Farm. George Shinn subsequently replaced Laurette Heraty as board member.\n\nDuring its fifteen-year operation, the Trust distributed over $500 million in three broad categories: Individual Grants, including scholarships and fellowships to younger researchers; Research Program Grants, to research centers conducting advanced research; and General Organizational Grants, toward the training and education of Ph.D.s and M.D.s pursuing careers in biomedical research.\n\nScholars received funding for up to three years' postdoctoral study and were offered a subsequent five years of support for faculty positions including salary and research funds. The first class of scholars began its tenure in July 1985. The final class selected (the seventh class overall) began its term in July 1991. Over the fifteen-year period of the Trust, 113 scholars were awarded grants. A comprehensive history of the Markey Trust is included in the Trust's Final Report, 1983-1996.\n\nLimited Term Trust\n\nAt the time of its creation,the Lucille P. Markey Charitable Trust's financial reserves placed it among the ten largest foundations in terms of charitable distribution. The terms of the Trust and its management of assets were explained in \"Closing a Foundation: The Lucille P. Markey Charitable Trust\" (Washington, D.C.: Council on Foundations, 2000), by John H. Dickason, and Duncan Neuhauser, available in the Rockefeller Archive Center's library collection.\n\nThe National Research Council Committee for the Evaluation of the Lucille P. Markey Visiting Fellows Program issued two publications concerning the Scholars Program: \"Evaluation of the Markey Scholars Program\" (2006) and \"Bridging the Bed-Bunch Gap: Contributions of the Markey Trust\" (2004) (both Washington, DC: National Academies Press).\n\nThe unique combination of the successful scholars selection process and the designation of the charitable trust as a limited term endeavor inspired several National Research Council reviews of the comprehensive program, including: Krystyna R. Isaacs, \"The Lucille P. Markey Charitable Trust Scholars Program: Enhancing Philanthropy's Support of Biomedical Science\"; and National Research Council, \"Committee for the Evaluation of the Lucille P. Markey Charitable Trust Programs in Biomedical Sciences\" (both Washington, DC: National Academies Press, 2006).\n\n\nBiographical Note\n\nLucille Parker was born on December 14, 1896, near Tollesboro, Kentucky; she was the youngest of seven children and the daughter of a tobacco farmer. In 1918, Lucille married Warren Wright, Sr., who had inherited the Calumet Baking Powder Company, as well as a horse farm near Lexington, Kentucky. The Wrights built this small inheritance into one of the most successful thoroughbred horse breeding and racing stables, Calumet Farm. After the death of Warren Wright in 1950, Lucille assumed control of the Farm. The bulk of Mrs. Markey's estate, however, derived from a large investment in oil and gas leases inherited from Warren Wright and drilled on the Waddell Ranch in western Texas.\n\nLucille Wright married her second husband, Admiral Gene Markey, in 1952 and continued to pursue her passion in horse breeding and horse racing. Over a period of nearly 50 years, Calumet won 8 Kentucky Derbies, 2 Triple Crowns, 3 Filly Triple Crowns, and had 148 stakes winners with total earnings of over $26 million.\n\nDuring the reign of Calumet Farms, Mrs. Markey's charitable giving focused on the Bluegrass Boys' Ranch in Kentucky and the establishment of a cancer center at the University of Kentucky. The establishment of the Trust enabled Mrs. Markey to extend her interests in health to general support of biomedical institutions, with an emphasis on research, as opposed to health care delivery.\n\nMrs. Markey died on July 24, 1982. After Mrs. Markey's death, the Farm was inherited by Warren Wright, Jr.'s heirs. Mismanagement led to the forced sale of all land, horses, and equipment in 1992, when Calumet Farm filed for bankruptcy.\n\nMrs. Markey's second husband Admiral Gene Markey was a writer, producer, and Hollywood personality who achieved some notoriety in his personal life, if not in his attempt to become a recognized writer. Prior to his marriage to Lucille, he was married to three well-known actresses: Myrna Loy, Hedy Lamarr, and Joan Bennett. The papers of Admiral Gene Markey are housed at Skidmore College in Saratoga Springs, New York, and include the Markeys' personal library of horse literature.\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "4528dc0351ed783de268e524ecd496d8", "publish": true, "label": "Biographical/Historical note", "type": "bioghist"}, {"subnotes": [{"content": "Former Classification: XIV\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "333777ca0951614a780e7afce9c874bf", "publish": true, "label": "File Plan note", "type": "fileplan"}, {"persistent_id": "e16b4f45ce99f135817810cfbdb6debb", "type": "scopecontent", "subnotes": [{"content": "The collection focuses upon grants awarded for biomedical research to institutions in the United States during 1983-1996. Grant records include correspondence regarding application criteria, financial awards, and periodic research reports. Administrative records detail program development and advisory committee decisions. A scrapbook, newspaper clippings, and photographs detail Calumet Farm, the horseracing concern which Mrs. Markey owned and operated.\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"persistent_id": "89a42aa2696f3d0d0a330d7a8e925fd0", "type": "userestrict", "subnotes": [{"content": "RAC users must abide by all applicable provisions of United States copyright law.  Reproduction/duplication of archival items is routinely provided in accordance with \"fair use.\"  If the RAC does not hold copyright for an archival collection, or items within a collection, it is the user’s responsibility to contact the copyright holder, or make a fair effort to do so, prior to publication.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"persistent_id": "726630afd6d0894625d40357cec6dd1b", "type": "phystech", "subnotes": [{"content": "The archival material has been reformatted and the original records are no longer available.  User copies of the microfilm are available for scholarly access.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"persistent_id": "fd452263afa235e856b5118d16c490e4", "type": "appraisal", "subnotes": [{"content": "The archival material has been reformatted and the original records are no longer available.  User copies of the microfilm are available for scholarly access.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"persistent_id": "710f76ae60da8c3f8b0ef222a0fb0929", "type": "prefercite", "subnotes": [{"content": "Information regarding the Rockefeller Archive Center's preferred elements and forms of citation can be found at <extref href=\"http://www.rockarch.org/research/citations.php\">http://www.rockarch.org/research/citations.php</extref>", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}], "tree": {"ref": "/repositories/2/resources/105/tree"}, "uri": "/repositories/2/resources/105", "last_modified_by": "admin", "finding_aid_filing_title": "Lucille P. Markey Charitable Trust records", "id_0": "FA017", "related_accessions": [], "finding_aid_status": "under_revision"}