{"lock_version": 4, "system_mtime": "2015-09-18T18:57:05Z", "extents": [{"lock_version": 0, "system_mtime": "2015-09-18T18:57:05Z", "jsonmodel_type": "extent", "user_mtime": "2015-09-18T18:57:05Z", "number": "442.8", "last_modified_by": "admin", "container_summary": "1107 document cases", "portion": "whole", "create_time": "2015-09-18T18:57:05Z", "created_by": "admin", "extent_type": "cubic_feet"}], "jsonmodel_type": "resource", "finding_aid_author": "Monica Blank", "instances": [], "create_time": "2014-12-06T04:20:19Z", "created_by": "admin", "finding_aid_date": "1996", "external_ids": [{"system_mtime": "2015-09-18T18:57:05Z", "jsonmodel_type": "external_id", "user_mtime": "2015-09-18T18:57:05Z", "last_modified_by": "admin", "source": "Archivists Toolkit Database::RESOURCE", "create_time": "2015-09-18T18:57:05Z", "created_by": "admin", "external_id": "28"}], "title": "Social Science Research Council records", "external_documents": [], "publish": true, "subjects": [{"ref": "/subjects/31"}, {"ref": "/subjects/30"}, {"ref": "/subjects/32"}, {"ref": "/subjects/29"}, {"ref": "/subjects/28"}], "deaccessions": [], "ead_id": "FA021.xml", "linked_agents": [{"terms": [], "relator": "aut", "ref": "/agents/corporate_entities/38", "role": "creator"}], "repository": {"ref": "/repositories/2"}, "user_mtime": "2015-09-18T18:57:05Z", "rights_statements": [], "revision_statements": [{"system_mtime": "2015-09-18T18:57:05Z", "description": "Migrated from Re:discovery to the AT by Marisa Hudspeth", "jsonmodel_type": "revision_statement", "user_mtime": "2015-09-18T18:57:05Z", "uri": "/revision_statement/1602", "last_modified_by": "admin", "repository": {"ref": "/repositories/2"}, "create_time": "2015-09-18T18:57:05Z", "created_by": "admin", "date": "5/5/2009"}], "linked_events": [], "finding_aid_title": "A Guide to the Social Science Research Council records\n", "suppressed": false, "restrictions": false, "dates": [{"lock_version": 0, "system_mtime": "2015-09-18T18:57:05Z", "begin": "1924", "end": "1990", "jsonmodel_type": "date", "date_type": "inclusive", "user_mtime": "2015-09-18T18:57:05Z", "last_modified_by": "admin", "label": "creation", "create_time": "2015-09-18T18:57:05Z", "created_by": "admin", "expression": "1924-1990"}], "classifications": [], "language": "eng", "level": "collection", "notes": [{"subnotes": [{"content": "This collection of the Social Science Research Council is not a complete documentation of the Council's work. Some material was purged throughout the years. Many documents are still stored at an off-site warehouse in New York City.\n\nMuch of the earlier Council material, from the 1920s to the 1940s is missing, but older Council documents can be found in the collections of the Rockefeller Foundation and the Laura Spelman Rockefeller Memorial.\n\nThe bulk of material in Record Group 1, Series 1 through 9, are conference papers and minutes. The bulk of material in Record Group 2, Series 1 through 5, are fellowship files and correspondence. The photograph collection is quite limited. Most if not all of the photos accompanied fellowship applications.\n\nAlthough some of the Council's files are missing or still stored in New York City, some series of the collection are well documented. Particular Committee Projects have extensive records, including the Committee on African Studies, the Committee on China, the Committee on Japan, and the Committee on Latin America subseries.\n\nImportant topics within the Committee Project Series include: Communism, Colonialism, Imperialism, Civil Wars in Africa, and Peasant Rebellion in Latin America.\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "294a263cbae07ac909d72b18bc21c377", "publish": true, "label": "Scope and Contents note", "type": "scopecontent"}, {"subnotes": [{"content": "The Social Science Research Council archives are arranged into two record groups distinguished by the date of their donation to the Archive Center. Accession 1 (Record Group 1) consists of the documents received by the Archive Center in 1990; Accession 2 (Record Group 2) contains the second and larger body of material that was transferred to the Archive Center in 1994.\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "eadc05eaa139a5b21bd10a268b20eba6", "publish": true, "label": "Arrangement note", "type": "arrangement"}, {"subnotes": [{"content": "The Social Science Research Council is a private not-for-profit organization established to advance research in the social sciences. The Council came into being in 1923 as a result of the initiative of Wesley C. Mitchell and Charles E. Merriam, members of the American Political Science Association.\n\nRepresentatives of the American Economic Association, the American Sociological Society, the American Statistical Association, the American Historical Association, and the American Psychological Association joined with Charles E. Merriam and his associates in forming the Social Science Research Council and inviting the participation of other national associations in anthropology, history, and psychology. All the latter joined in designating representatives to the Council the year immediately after its incorporation on December 27, 1924.\n\nThe Council was formed and funds were sought, not from the U.S. government, whose support seemed more appropriate for the natural sciences, but from private foundations. For the first fifty years, well over three-quarters of the Council's funding was provided by foundations such as the Russell Sage Foundation, the Rockefeller Foundation, the Ford Foundation, the Carnegie Corporation, and the Laura Spelman Rockefeller Memorial. In the 1970s, funds for some special projects were obtained from federal agencies such as the National Science Foundation and the National Endowment for the Humanities.\n\nThe Council itself is not a foundation, although it possesses a small sustaining fund. It does not depend on an endowment for its income, as do foundations; rather, it is a claimant agency to foundations for grants which have terms of one to five years. The Council deals almost exclusively in research awards to individuals.\n\nThe Council seeks to advance research in the social sciences in a wide variety of ways: the appointment of committees of scholars to set priorities and make plans for critical areas of social science research; the improvement of research training through training institutes and fellowship programs; the support of individual research through pre-doctoral and post-doctoral grants; the sponsorship of international and interdisciplinary research conferences; and the sponsorship of books and other research publications that may result from these activities.\n\nInitiation of research activities may derive from several sources: proposals by individuals unaffiliated with the Council; explorations by the Council's research planning staff; and proposals from existing committees, the Board of Directors, and the central Committee on Problems and Policy, which appoints planning committees.\n\nThe Council also appoints a number of social science and regional area committees, usually called \"Joint Committee\" or \"Committee Projects\". The committees are grouped into three categories indicating their central concerns. The first group of committees is engaged in advancing research on selected social science fields or topics. Some committees under this group are the Committee on Recognitive Research and the Committee on Life Course Perspective on Middle Age. The second group is concerned with training, recruitment, and the development of social science research personnel through fellowship programs. An example is the Committee on Social Science Personnel. The third group of committees focuses on increasing knowledge of particular areas of the world. These committees include the Committee on Latin America, the Committee on African Studies and the Committee on China.\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "b9af9bfacd2277aeba44622fb408142c", "publish": true, "label": "Biographical/Historical note", "type": "bioghist"}, {"subnotes": [{"content": "Material more than ten years old is open for scholarly research, except where particular restrictions are noted.\n\nRAC is unable to provide access to obsolete media and original digital media. In addition separated media may not yet have undergone stabilization procedures. When feasible, a digital surrogate may be created via special order. All applicable charges will apply. See RAC Head of Archival Services or RAC Head of Digital Programs for details.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "aba5e81569246c423727810b827394f2", "publish": true, "label": "Conditions Governing Access note", "type": "accessrestrict"}, {"persistent_id": "42a5f5871f0171c2ef06b93da4de7342", "type": "userestrict", "subnotes": [{"content": "Completion of a use agreement is required prior to providing scholarly access. See RAC Head of Reference (or applicable designee) for details.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"persistent_id": "66d5b769e64a8411d6b47e9ba687f7aa", "type": "userestrict", "subnotes": [{"content": "RAC users must abide by all applicable provisions of United States copyright law.  Reproduction/duplication of archival items is routinely provided in accordance with \"fair use.\"  If the RAC does not hold copyright for an archival collection, or items within a collection, it is the user’s responsibility to contact the copyright holder, or make a fair effort to do so, prior to publication.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"subnotes": [{"content": "Monica Blank completed processing of the collection as of October 1996.\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "675dc42803a3c7171dd7151eaa7fa9b7", "publish": true, "label": "Processing Information note", "type": "processinfo"}, {"persistent_id": "9a3c4a76d36aea0a378917a5b3e306fc", "type": "phystech", "subnotes": [{"content": "Materials requiring specialized equipment for access (film, audio, video, slides) may be closed to research dependent on availability of the applicable equipment \n\nBrittle or damaged items, or materials otherwise in need of preservation care, may be closed to researchers at the discretion of the RAC Head of Archival Services/Head of Reference.\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"persistent_id": "b7b518ad94458e1093c75d6448c39fcc", "type": "prefercite", "subnotes": [{"content": "Information regarding the Rockefeller Archive Center's preferred elements and forms of citation can be found at <extref href=\"http://www.rockarch.org/research/citations.php\">http://www.rockarch.org/research/citations.php</extref>", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"subnotes": [{"content": "Former Classification: XII\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "6cc9d751e7bc291526442b2e5ceaa040", "publish": true, "label": "File Plan note", "type": "fileplan"}, {"subnotes": [{"content": "The Social Science Research Council records were donated to the Rockefeller Archive Center in 1990.\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "69de7148be6ac117bf80f916aa48b66b", "publish": true, "label": "Immediate Source of Acquisition note", "type": "acqinfo"}, {"subnotes": [{"content": "Older Council documents can be found in the collections of the Rockefeller Foundation and the Laura Spelman Rockefeller Memorial.\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "edb39252cf925bc09d0c3d27fec13d1f", "publish": true, "label": "Related Archival Materials note", "type": "relatedmaterial"}], "tree": {"ref": "/repositories/2/resources/109/tree"}, "uri": "/repositories/2/resources/109", "last_modified_by": "admin", "finding_aid_filing_title": "Social Science Research Council records", "id_0": "FA021", "related_accessions": [{"ref": "/repositories/2/accessions/1442"}], "finding_aid_status": "under_revision"}