{"lock_version": 6, "system_mtime": "2015-09-18T18:56:14Z", "extents": [{"lock_version": 0, "system_mtime": "2015-09-18T18:56:14Z", "jsonmodel_type": "extent", "user_mtime": "2015-09-18T18:56:14Z", "number": "102", "last_modified_by": "admin", "portion": "whole", "create_time": "2015-09-18T18:56:14Z", "created_by": "admin", "extent_type": "cubic_feet"}], "jsonmodel_type": "resource", "finding_aid_author": "Becky Robbins", "instances": [], "finding_aid_description_rules": "dacs", "create_time": "2014-12-06T03:48:49Z", "created_by": "admin", "finding_aid_date": "2009", "external_ids": [{"system_mtime": "2015-09-18T18:56:14Z", "jsonmodel_type": "external_id", "user_mtime": "2015-09-18T18:56:14Z", "last_modified_by": "admin", "source": "Archivists Toolkit Database::RESOURCE", "create_time": "2015-09-18T18:56:14Z", "created_by": "admin", "external_id": "11"}], "title": "William T. Grant Foundation records", "external_documents": [], "publish": true, "finding_aid_sponsor": "Processing funded by a grant from the William T. Grant Foundation.", "subjects": [{"ref": "/subjects/237"}, {"ref": "/subjects/103"}, {"ref": "/subjects/85"}, {"ref": "/subjects/33"}, {"ref": "/subjects/206"}, {"ref": "/subjects/80"}, {"ref": "/subjects/25"}, {"ref": "/subjects/246"}, {"ref": "/subjects/24"}, {"ref": "/subjects/247"}, {"ref": "/subjects/56"}, {"ref": "/subjects/231"}, {"ref": "/subjects/248"}, {"ref": "/subjects/37"}, {"ref": "/subjects/245"}, {"ref": "/subjects/244"}, {"ref": "/subjects/26"}, {"ref": "/subjects/243"}], "deaccessions": [], "ead_id": "FA004.xml", "linked_agents": [{"terms": [], "relator": "ctb", "ref": "/agents/corporate_entities/103", "role": "creator"}, {"terms": [], "relator": "ctb", "ref": "/agents/corporate_entities/19", "role": "creator"}, {"terms": [], "relator": "ctb", "ref": "/agents/people/49", "role": "creator"}, {"terms": [], "relator": "ctb", "ref": "/agents/people/50", "role": "creator"}, {"terms": [], "relator": "ctb", "ref": "/agents/corporate_entities/20", "role": "creator"}, {"terms": [], "relator": "aut", "ref": "/agents/people/53", "role": "creator"}, {"terms": [], "relator": "ctb", "ref": "/agents/people/52", "role": "creator"}, {"terms": [], "relator": "ctb", "ref": "/agents/corporate_entities/21", "role": "creator"}, {"terms": [], "relator": "ctb", "ref": "/agents/corporate_entities/18", "role": "creator"}, {"terms": [], "relator": "ctb", "ref": "/agents/corporate_entities/17", "role": "creator"}, {"terms": [], "relator": "aut", "ref": "/agents/corporate_entities/16", "role": "creator"}], "repository": {"ref": "/repositories/2"}, "repository_processing_note": "This collection was processed by Becky Robbins, with assistance from Carol Radovich on film preservation.", "user_mtime": "2015-09-18T18:56:14Z", "rights_statements": [], "revision_statements": [], "linked_events": [], "finding_aid_title": "Guide to the William T. Grant Foundation records\n", "suppressed": false, "restrictions": true, "dates": [{"lock_version": 0, "system_mtime": "2015-09-18T18:56:14Z", "begin": "1916", "end": "1999", "jsonmodel_type": "date", "date_type": "inclusive", "user_mtime": "2015-09-18T18:56:14Z", "last_modified_by": "admin", "label": "creation", "create_time": "2015-09-18T18:56:14Z", "created_by": "admin", "expression": "1916-1999"}], "classifications": [], "language": "eng", "level": "collection", "notes": [{"persistent_id": "63741d4aafb0a0f03c6b722267d1c42a", "type": "processinfo", "subnotes": [{"content": "This collection was processed by Becky Robbins, with assistance from Carol Radovich on film preservation.\n\nFinding aid created by Becky Robbins, 2009.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"persistent_id": "019ec508d1ef7f285e93824182a7cc0d", "type": "acqinfo", "subnotes": [{"content": "The William T. Grant Foundation records were donated to the Rockefeller Archive Center in 2007 by the William T. Grant Foundation.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"persistent_id": "42e7eb136d156361ad1692909f5dd002", "type": "custodhist", "subnotes": [{"content": "The records of the William T. Grant Foundation were donated to Teachers College, Columbia University by the Foundation in 1992. The collection was donated and physically transferred to the Rockefeller Archive Center by the Foundation in 2007.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"persistent_id": "3c7779df13b43e986b4cc1aa1e668fa1", "type": "userestrict", "subnotes": [{"content": "To the extent that the donor owns the copyright in these materials, the William T. Grant foundation has assigned the copyright in them to the Rockefeller Archive Center; however, copyright in some items may be held by their respective creators. Please consult an Archivist for further details.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"subnotes": [{"content": "Records 10 years old or older are open for scholarly research.\n\nThe bulk of the collection is open for research; records that document the peer review process are restricted from public access. \n\nRAC is unable to provide access to obsolete media and original digital media. In addition separated media may not yet have undergone stabilization procedures. When feasible, a digital surrogate may be created via special order. All applicable charges will apply. See RAC Head of Archival Services or RAC Head of Digital Programs for details.\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "dfd2994fd88a21cde70ec6bae476a7b2", "publish": true, "label": "Restrictions", "type": "accessrestrict"}, {"persistent_id": "e3265f6c2ea95a69ec083254683b0abf", "type": "accruals", "subnotes": [{"content": "Future transfers of additional material are a possibility.", "publish": false, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": false}, {"persistent_id": "b9e84543960b28ea5e2abf08ee764159", "type": "appraisal", "subnotes": [{"content": "There is no scheduled destruction for this collection.", "publish": false, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": false}, {"persistent_id": "fc3fca91f931d1d58ac44a087f38b40f", "type": "bioghist", "subnotes": [{"content": "Foundation Mission\n\nThe William T. Grant Foundation has been dedicated to supporting research in the social sciences since 1936.\n\nThe following biographical information and history of the foundation are drawn from the website of the William T. Grant Foundation (http://www.wtgrantfoundation.org).\n\nFounder \n\nWilliam Thomas Grant was born in Stevensville, Pennsylvania in 1876. At age 30, Mr. Grant opened his first \"W. T. Grant Co. 25 Cent Store\" in Lynn, Massachusetts with $1,000 he had saved from his work as a salesman. The W. T. Grant stores, specializing in retail sales of small household wares, were earning almost $100 million a year in sales by 1936, the same year that Mr. Grant started the Grant Foundation. By the time Mr. Grant passed away in 1972, at age 96, his nationwide empire of W. T. Grant Stores had grown to almost 1,200.  Just two years later, in 1974, the W.T. Grant Company declared bankruptcy.  The Foundation rebounded from a significant reduction in assets during this same period, and by the mid-1980s, the Foundation had amassed $130 million in assets.\n\nMr. Grant’s lifetime of philanthropic work began with the incorporation of the Grant Foundation on October 29, 1936.  His goals for the Foundation were to support long-term approaches in social science research aimed at the understanding and prevention of the root causes of suffering and social problems. In his mind, the object of which was \"the enrichment of life, with a primary interest in people and in their adjustment to the world in which they live.\" \n\nMr. Grant went on to become Chairman of the Board of the W. T. Grant Company, President of the Grant Foundation, and later Chairman of the Foundation’s Board. He received honorary Doctor of Laws degrees from Bates College in Maine in 1947 and the University of Miami in 1960. He received the Jacob Marley Award for service to mankind in 1957 and the first Clifford W. Beers Memorial Award for distinguished mental health service from the World Federation for Mental Health in 1965.\n\nMr. Grant retired from both the W. T. Grant Company and the Grant Foundation at age 90, yet still served in an honorary capacity until his death. The Foundation lives on in perpetuity, carrying out Mr. Grant's vision for programs and research that enables people \"to live more contentedly and peaceably, well in body and mind.\" \n\n\nThe Board of Trustees and Foundation Leadership\n\nThe original three trustees at the time of incorporation in 1936 were Mr. Grant; Mr. Frederick Hansen, Research Director for the Grant Company; and Adele W. Morrison, Mr. Grant’s secretary (later serving as Associate Director until her retirement in 1969). In 1947, the first executive director, Mr. Pierre Galpin, was appointed. \nMr. Grant resigned as a trustee in 1965 but remained Honorary Chairman of the Board. R. McAllister Lloyd, trustee of the Foundation since 1947, was elected as Chairman of the Board in 1965 and served as such until his retirement in 1980.  Mr. Robert P. Patterson, Jr. served as Lloyd’s successor. \n\nDouglas D. Bond, M.D. was elected and served as President of the Foundation in 1965 until his death in 1976. Mr. Philip Sapir served as President of the Foundation from 1976 to 1978.\n\nThe Grant Foundation broadened its name to the William T. Grant Foundation in 1977 and in 1979 moved to 919 Third Avenue in New York City.\n\nIn 1980, Robert Haggerty, M.D. began his 12-year tenure as president of the Foundation (1980-1992). At Dr. Haggerty’s retirement, Beatrix (\"Betty\") Hamburg, M.D. moved from her role as a long-standing Foundation trustee to lead the Foundation (1992-1998). In 1998, Karen Hein, M.D. was chosen as the Foundation's next president (1998-2003). Senior Vice President Robert C. Granger, Ed.D. was appointed to his new role as the Foundation's leader in 2003.\n\n\nThe Early Years of the Foundation\n\nMr. Grant's primary interest was in finding out why some young people who were otherwise equipped for success did not succeed, while others did. \n\nThe Foundation's first and longest-running grant, the \"Grant Study of Adult Development,\" (also known as the \"Harvard Grant Study\" or the \"Harvard Longitudinal Study\") was conducted at Harvard University and supported by the Foundation from 1938-1947, and again from 1957-1977. Dr. Arlie V. Bock was the first director of the project. George Vaillant, M.D., of Harvard University, joined the project staff in 1966 and published the latest findings of this study in December 2001. The study, conducted under several generations of researchers, has followed some of the original subjects for more than 50 years. \n\nThe Grant Study was a turning point in the use of interdisciplinary research, combining knowledge from the fields of medicine, psychiatry, psychology, anthropology, and social services. An interdisciplinary approach has been characteristic of much of the research that the Foundation has funded ever since.\n\nMost of the research that the Foundation supported in the first 40 years focused on mental health research and evaluation for children and adolescents. Early studies funded by the Foundation include grants awarded to Dr. J. Roswell Gallagher at the Philips Andover Academy; Dr. Earl Bond at the Pennsylvania Hospital; Dr. E.F. Lindquist at the American Council on Education; and Dr. A. Warren Stearns at Tufts University.\n\nIn the late 1940s, the W.T. Grant Foundation made major contributions to the field now recognized as family and community mental health by awarding grants to the Community Research Associates (CRA) directed by Bradley Buell; the Harvard School of Public Health directed by Dr. Eric Lindemann; and the Merrill-Palmer School.\nBeginning in the 1950s with a grant to the University of Maryland to fund the Institute of Child Study in 1949, the Foundation’s attention became more heavily concentrated on youth, a focus that would remain the Foundation’s primary interest for the next 30 years. Under the direction of Dr. Daniel Prescott and later Dr. Gerthon Morgan, the Foundation provided $1.5 million to fund the Institute of Child Study between 1949 and 1979.  Dr. Benjamin Spock, Robert L. Thorndike, and Robert Havighurst all received Foundation support for their research in child development and child psychology. \n\nThe Foundation also supported research and training in child psychiatry. Beginning in 1956, the Foundation supported a well-baby clinic and nursery school at the Hampstead Clinic in London under the direction of Anna Freud, child psychiatrist and daughter of Sigmund Freud. John Bowlby, director of grant funded projects at the Tavistock Clinic at the Tavistock Institute of Human Relations, received Foundation support for his research on early social bonds between mothers and infants. James and Joyce Robertson later produced a Foundation-funded motion picture on young children in separation from their mothers. Margaret Mahler (in the 1960s) and Mary Ainsworth (in the 1970s) also received Foundation support to investigate infant and mother separation and attachment, while Ross Parke received Foundation support for his work on father-infant attachment. In 1972, the Foundation supported a research program on mother-infant interaction by Dr. Evelyn Thoman at the University of Connecticut. \n\nCare and education of the preschool child became a focus for the Foundation beginning in the 1950s. Grantees funded by the Foundation in this program area include: the World Organization for Early Childhood Education in the mid-1950s; the Child Development Center of New York in 1961; Leon Eisenberg at Johns Hopkins University in 1963; and in 1980, separate grants to Sheila Kamerman and Sandra Scarr for their work on working mothers and daycare.\n\nDuring the 1960s and 1970s, the Grant Foundation became one of the leading funders of research in infant development. Marshall Haith, Philip Salapatek, William Kessen, Marc Brownstein, Robert McCall, T. Berry Brazelton, Jerome Kagan, and Charles Super are among those who made lasting contributions to the current understanding of infant development through their Foundation-supported research. \n\nGrantees in the field of human psychology were awarded funding by the Foundation for their research on primates; among these scientists were Jane Goodall and David Hamburg, Harry Harlow, Robert Hinde, David Premack, and Beatrice and Alan Gardner.\n\nFrom the mid 1950s to early 1970s, the Foundation supported a variety of research projects in the neurosciences. Projects funded include: the Neurosciences Research Program, directed by Frederic Worden, M.D. at the Massachusetts Institute of Technology; Hans-Lukas Teuber, Ph.D., also at MIT; Dr. Victor Shashoua at McLean Hospital; Johns Hopkins University; the University of Rochester; and Charles Kaufman, M.D., Professor of Psychiatry at the University of Colorado. \n\nBeginning with program support for the United Negro College Fund in 1949, the Foundation invested resources in social service and action programs, minority education, and social policy and advocacy studies during the late 1960s and 1970s.  Grantees of funding include: National Medical Fellowships; Dr. C. Henry Kempe at the University of Colorado; Professors Dershowitz and Stone at Harvard University; Professor Katz at Boston College Law School; the Antioch School of Law; Marian Wright Edelman at the Children’s Defense Fund; Paul Frideman at the Mental Health Law Project; and the American Association for the Advancement of Science.\n\nUnder Mr. Philip Sapir’s direction as President of the Foundation, the Foundation supported research and training in behavioral pediatrics at the Children’s Hospital of Philadelphia; the Children’s Hospital in Boston; and the Johns Hopkins University School of Medicine. \n\n\nFrom the 1980s into the 21st Century\n\nAs President of the Foundation from 1980 to 1992, Dr. Haggerty shifted program funding away from studies on infancy toward research and training that supported the well being of the older child. \n\nThe Faculty Scholars Program (now called the William T. Grant Scholars Program) was instituted in 1981 as a response to sharp cuts in federal funding of social science research.  The program has supported and enhanced the careers of more than 130 early-career scholars, helping them to become leaders in their respective fields. In the early years of this program, the Foundation supported work of future scholars, particularly in the field of stress and coping in the school age and adolescent child. The Foundation also funded seminars and the publication of a classic reference volume produced by Michael Rutter, M.D. and Norman Garmezy, Ph.D. at the Center for Advanced Study in the Behavioral Sciences at Stanford University.\n\nIn 1986, the Foundation established \"Youth and America's Future: The William T. Grant Foundation Commission on Work, Family, and Citizenship.\" The Commission reported that 20 million young people between the ages of 16 and 24 would not be attending college, and a significant percentage of these were living in poverty. The main findings of the Commission were published as \"Non-College Youth in America\" and \"Pathways to Success for America's Youth and Young Families,\" and were distributed widely as \"The Forgotten Half.\" \n\nFoundation President Dr. Hamburg continued to focus Foundation resources on underserved American youth and directed Foundation support to focus on the prevention of youth violence and systems for dealing with young offenders.   \n\nAs Foundation president from 1998 to 2003, Karen Hein, M.D. led the Foundation as they shifted their focus to the positive aspects of youth development.  Robert C. Granger, Ed.D. was appointed as Foundation president in 2003 and continues to concentrate Foundation resources on high-quality empirical studies and the bridging of research, policy, and practice.\n\n\nResources\n\nFor more information on the Foundation’s History, including a chronological list of Foundation Trustees and their tenure, please see “The William T. Grant Foundation: The First Fifty Years, 1936-1986” by Emily Davis Cahan.  Please refer to the William T. Grant Foundation website (http://www.wtgrantfoundation.org/) for additional information about the Foundation, including a description of current research interests, recent annual reports, and other selected publications searchable by author, research type, and topic area.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"content": ["The records of the William T. Grant Foundation span the years 1916-1999 and are comprised primarily of the Foundation’s files of grantees (the bulk dating from 1970-1985) and administrative records (including annual reports and minutes) beginning in 1930.  Also included in the collection are the papers of William T. Grant (correspondence, speeches and articles dating from 1916 to 1959), founder of the William T. Grant Foundation and W.T. Grant Company.  The bulk of the collection is open for research; records that document the peer review process are restricted from public access. "], "persistent_id": "b80df8a5ff426a841af5351256af9ae0", "type": "abstract", "publish": true, "jsonmodel_type": "note_singlepart"}, {"persistent_id": "5237001300a5814da8f1dd77d4815d08", "type": "prefercite", "subnotes": [{"content": "Information regarding the Rockefeller Archive Center's preferred elements and forms of citation can be found at <extref href=\"http://www.rockarch.org/research/citations.php\">http://www.rockarch.org/research/citations.php</extref>\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}], "tree": {"ref": "/repositories/2/resources/94/tree"}, "uri": "/repositories/2/resources/94", "last_modified_by": "admin", "finding_aid_filing_title": "William T. Grant Foundation records", "id_0": "FA004", "finding_aid_language": "English", "related_accessions": [{"ref": "/repositories/2/accessions/2583"}, {"ref": "/repositories/2/accessions/2639"}], "finding_aid_status": "under_revision"}