{"lock_version": 0, "system_mtime": "2015-09-18T18:56:16Z", "extents": [{"lock_version": 0, "system_mtime": "2014-12-06T03:48:56Z", "jsonmodel_type": "extent", "user_mtime": "2014-12-06T03:48:56Z", "number": "92.8", "last_modified_by": "admin", "portion": "whole", "create_time": "2014-12-06T03:48:56Z", "created_by": "admin", "extent_type": "cubic_feet"}], "jsonmodel_type": "archival_object", "ref_id": "ref1555_uh1", "instances": [], "create_time": "2014-12-06T03:48:56Z", "created_by": "admin", "title": "Grant files", "display_string": "Grant files, 1940-1990s, bulk 1970-1985", "publish": true, "subjects": [], "external_documents": [], "linked_agents": [{"terms": [], "ref": "/agents/corporate_entities/21", "role": "creator"}, {"terms": [], "ref": "/agents/people/52", "role": "creator"}, {"terms": [], "ref": "/agents/people/49", "role": "creator"}, {"terms": [], "ref": "/agents/corporate_entities/20", "role": "creator"}, {"terms": [], "ref": "/agents/people/50", "role": "creator"}], "repository": {"ref": "/repositories/2"}, "has_unpublished_ancestor": false, "user_mtime": "2014-12-06T03:48:56Z", "rights_statements": [], "linked_events": [], "external_ids": [{"system_mtime": "2014-12-06T03:48:56Z", "jsonmodel_type": "external_id", "user_mtime": "2014-12-06T03:48:56Z", "last_modified_by": "admin", "source": "Archivists Toolkit Database::RESOURCE_COMPONENT", "create_time": "2014-12-06T03:48:56Z", "created_by": "admin", "external_id": "40860"}], "suppressed": false, "dates": [{"lock_version": 0, "system_mtime": "2014-12-06T03:48:56Z", "begin": "1940", "end": "1998", "jsonmodel_type": "date", "date_type": "inclusive", "user_mtime": "2014-12-06T03:48:56Z", "last_modified_by": "admin", "label": "creation", "create_time": "2014-12-06T03:48:56Z", "created_by": "admin", "expression": "1940-1990s, bulk 1970-1985"}, {"lock_version": 0, "system_mtime": "2014-12-06T03:48:56Z", "begin": "1970", "end": "1985", "jsonmodel_type": "date", "date_type": "bulk", "user_mtime": "2014-12-06T03:48:56Z", "last_modified_by": "admin", "label": "creation", "create_time": "2014-12-06T03:48:56Z", "created_by": "admin"}], "component_id": "3", "resource": {"ref": "/repositories/2/resources/94"}, "level": "series", "notes": [{"persistent_id": "846a6593693ca614c5336b4bfaeef2e1", "type": "arrangement", "subnotes": [{"content": "The series is divided into three subseries, as received from Teachers College, Columbia University, and is organized within each subseries alphabetically by the name of the institution or organization that received the grant.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"persistent_id": "ac103033f97416301a1d97818fedab29", "type": "scopecontent", "subnotes": [{"content": "This series consists of grantee files, which span the years 1940s-1998. The bulk of the material is dated from 1970-1985. The following information is captured in the title and date fields, when possible: the name of the institution or organization that was awarded the grant; the names of individual grantees; grant number; the type of records (applications, administration, progress reports, final reports, publications, correspondence, and financial records); and the date span of the records.\n\nGrant files awarded to one particular institution may be spread out in each of three subseries. The documentation of the grant records in subseries 3a and 3b generally contain provide greater depth than that of subseries 3c. The subseries are dated as follows:\n\nSubseries (3a) 1940s - 1990s, bulk 1970-1985\n\nSubseries (3b) 1970s - 1990s, bulk 1980s\n\nSubseries (3c) 1946-1990s, bulk 1970s\n\nThis series includes a card catalog index to the grant files, located at the end of Subseries 3c.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"subnotes": [{"content": "Restrictions are placed on records that reveal the names of parties who participated in the evaluation of the grantee's application or program. Correspondence between the William T. Grant Foundation and grantees regarding the evaluation is open for research, as are evaluations that do not disclose the names of individuals performing the evaluation.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "0bd45e1e0d7c7ecb62bf55f0f8ebb436", "publish": true, "label": "Restrictions", "type": "accessrestrict"}, {"persistent_id": "31733bc70617125e486a837288cb7cce", "type": "bioghist", "subnotes": [{"content": "The Early Years of the Foundation\n\nMr. Grant's primary interest was in finding out why some young people who were otherwise equipped for success did not succeed, while others did. \n\nThe \"Grant Study of Adult Development,\" (also known as the \"Harvard Grant Study\" or the \"Harvard Longitudinal Study\") was conducted at Harvard University and supported by the Foundation from 1938-1947, and again from 1957-1977. Dr. Arlie V. Bock was the first director of the project. George Vaillant, M.D., of Harvard University, joined the project staff in 1966 and published the latest findings of this study in December 2001. The study, conducted under several generations of researchers, has followed some of the original subjects for more than 50 years. \n\nThe Grant Study was a turning point in the use of interdisciplinary research, combining knowledge from the fields of medicine, psychiatry, psychology, anthropology, and social services. An interdisciplinary approach has been characteristic of much of the research that the Foundation has funded ever since. \n\nMost of the research that the Foundation supported in the first 40 years focused on mental health research and evaluation for children and adolescents. Early studies funded by the Foundation include grants awarded to Dr. J. Roswell Gallagher at the Philips Andover Academy; Dr. Earl Bond at the Pennsylvania Hospital; Dr. E.F. Lindquist at the American Council on Education; and Dr. A. Warren Stearns at Tufts University.\n\nIn the late 1940s, the W.T. Grant Foundation made major contributions to the field now recognized as family and community mental health by awarding grants to the Community Research Associates (CRA) directed by Bradley Buell; the Harvard School of Public Health directed by Dr. Eric Lindemann; and the Merrill-Palmer School.\nBeginning in the 1950s with a grant to the University of Maryland to fund the Institute of Child Study in 1949, the Foundation’s attention became more heavily concentrated on youth, a focus that would remain the Foundation’s primary interest for the next 30 years. Under the direction of Dr. Daniel Prescott and later Dr. Gerthon Morgan, the Foundation provided $1.5 million to fund the Institute of Child Study between 1949 and 1979.  Dr. Benjamin Spock, Robert L. Thorndike, and Robert Havighurst all received Foundation support for their research in child development and child psychology. \n\nThe Foundation also supported research and training in child psychiatry. Beginning in 1956, the Foundation supported a well-baby clinic and nursery school at the Hampstead Clinic in London under the direction of Anna Freud, child psychiatrist and daughter of Sigmund Freud. John Bowlby, director of grant funded projects at the Tavistock Clinic at the Tavistock Institute of Human Relations, received Foundation support for his research on early social bonds between mothers and infants. James and Joyce Robertson later produced a Foundation-funded motion picture on young children in separation from their mothers. Margaret Mahler (in the 1960s) and Mary Ainsworth (in the 1970s) also received Foundation support to investigate infant and mother separation and attachment, while Ross Parke received Foundation support for his work on father-infant attachment. In 1972, the Foundation supported a research program on mother-infant interaction by Dr. Evelyn Thoman at the University of Connecticut. \n\nCare and education of the preschool child became a focus for the Foundation beginning in the 1950s. Grantees funded by the Foundation in this program area include: the World Organization for Early Childhood Education in the mid-1950s; the Child Development Center of New York in 1961; Leon Eisenberg at Johns Hopkins University in 1963; and in 1980, separate grants to Sheila Kamerman and Sandra Scarr for their work on working mothers and daycare.\n\nDuring the 1960s and 1970s, the Grant Foundation became one of the leading funders of research in infant development. Marshall Haith, Philip Salapatek, William Kessen, Marc Brownstein, Robert McCall, T. Berry Brazelton, Jerome Kagan, and Charles Super are among those who made lasting contributions to the current understanding of infant development through their Foundation-supported research. \n\nGrantees in the field of human psychology were awarded funding by the Foundation for their research on primates; among these scientists were Jane Goodall and David Hamburg, Harry Harlow, Robert Hinde, David Premack, and Beatrice and Alan Gardner.\n\nFrom the mid 1950s to early 1970s, the Foundation supported a variety of research projects in the neurosciences. Projects funded include: the Neurosciences Research Program, directed by Frederic Worden, M.D. at the Massachusetts Institute of Technology; Hans-Lukas Teuber, Ph.D., also at MIT; Dr. Victor Shashoua at McLean Hospital; Johns Hopkins University; the University of Rochester; and Charles Kaufman, M.D., Professor of Psychiatry at the University of Colorado. \n\nBeginning with program support for the United Negro College Fund in 1949, the Foundation invested resources in social service and action programs, minority education, and social policy and advocacy studies during the late 1960s and 1970s.  Grantees of funding include: National Medical Fellowships; Dr. C. Henry Kempe at the University of Colorado; Professors Dershowitz and Stone at Harvard University; Professor Katz at Boston College Law School; the Antioch School of Law; Marian Wright Edelman at the Children’s Defense Fund; Paul Frideman at the Mental Health Law Project; and the American Association for the Advancement of Science.\n\nUnder Mr. Philip Sapir’s direction as President of the Foundation, the Foundation supported research and training in behavioral pediatrics at the Children’s Hospital of Philadelphia; the Children’s Hospital in Boston; and the Johns Hopkins University School of Medicine. \n\n\nFrom the 1980s into the 21st Century\n\nAs President of the Foundation from 1980 to 1992, Dr. Haggerty shifted program funding away from studies on infancy toward research and training that supported the well being of the older child. \n\nThe Faculty Scholars Program (now called the William T. Grant Scholars Program) was instituted in 1981 as a response to sharp cuts in federal funding of social science research.  The program has supported and enhanced the careers of more than 130 early-career scholars, helping them to become leaders in their respective fields. In the early years of this program, the Foundation supported work of future scholars, particularly in the field of stress and coping in the school age and adolescent child. The Foundation also funded seminars and the publication of a classic reference volume produced by Michael Rutter, M.D. and Norman Garmezy, Ph.D. at the Center for Advanced Study in the Behavioral Sciences at Stanford University.\n\nIn 1986, the Foundation established \"Youth and America's Future: The William T. Grant Foundation Commission on Work, Family, and Citizenship.\" The Commission reported that 20 million young people between the ages of 16 and 24 would not be attending college, and a significant percentage of these were living in poverty. The main findings of the Commission were published as \"Non-College Youth in America\" and \"Pathways to Success for America's Youth and Young Families,\" and were distributed widely as \"The Forgotten Half.\" \n\nFoundation President Dr. Hamburg continued to focus Foundation resources on underserved American youth and directed Foundation support to focus on the prevention of youth violence and systems for dealing with young offenders.   \n\nAs Foundation president from 1998 to 2003, Karen Hein, M.D. led the Foundation as they shifted their focus to the positive aspects of youth development.  Robert C. Granger, Ed.D. was appointed as Foundation president in 2003 and continues to concentrate Foundation resources on high-quality empirical studies and the bridging of research, policy, and practice.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}], "uri": "/repositories/2/archival_objects/15863", "last_modified_by": "admin", "restrictions_apply": false, "position": 2}