{"lock_version": 0, "system_mtime": "2015-09-18T18:56:20Z", "extents": [{"lock_version": 0, "system_mtime": "2014-12-06T04:02:26Z", "jsonmodel_type": "extent", "user_mtime": "2014-12-06T04:02:26Z", "number": "28", "last_modified_by": "admin", "container_summary": "70 boxes", "portion": "whole", "create_time": "2014-12-06T04:02:26Z", "created_by": "admin", "extent_type": "cubic_feet"}], "jsonmodel_type": "archival_object", "ref_id": "ref5_54c", "instances": [], "create_time": "2014-12-06T04:02:26Z", "created_by": "admin", "title": "Special Studies Project", "display_string": "Special Studies Project, 1956-1964", "publish": true, "subjects": [], "external_documents": [], "linked_agents": [], "repository": {"ref": "/repositories/2"}, "has_unpublished_ancestor": false, "user_mtime": "2014-12-06T04:02:26Z", "rights_statements": [], "linked_events": [], "external_ids": [{"system_mtime": "2014-12-06T04:02:26Z", "jsonmodel_type": "external_id", "user_mtime": "2014-12-06T04:02:26Z", "last_modified_by": "admin", "source": "Archivists Toolkit Database::RESOURCE_COMPONENT", "create_time": "2014-12-06T04:02:26Z", "created_by": "admin", "external_id": "20884"}], "suppressed": false, "dates": [{"lock_version": 0, "system_mtime": "2014-12-06T04:02:26Z", "begin": "1956", "end": "1964", "jsonmodel_type": "date", "date_type": "inclusive", "user_mtime": "2014-12-06T04:02:26Z", "last_modified_by": "admin", "label": "creation", "create_time": "2014-12-06T04:02:26Z", "created_by": "admin", "expression": "1956-1964"}], "component_id": "4", "resource": {"ref": "/repositories/2/resources/95"}, "level": "recordgrp", "notes": [{"subnotes": [{"content": "The Rockefeller Brothers Fund Special Studies Project was inspired by Nelson Rockefeller, who served as President during most of the period of major activity. The purpose of the Special Studies was \"to define the major problems and opportunities\" facing the United States in the late 1950s, \"to clarify national purposes and objectives...\", and to develop principles which could serve as the basis of national policy.\n\nTo effect this aim, Henry Kissinger was chosen to serve as Director. Mr. Kissinger coordinated the solicitation, criticism, and editing of papers from a host of specialists in many fields, including history, area studies, economics, political science, and sociology. Many of these papers were used, in some measure, as the basis of discussion by the subpanels for which the papers were written. The papers and discussion sessions resulted in final reports by each panel, and these reports were published under the title \"Prospect for America: the Rockefeller Panel Reports.\"\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "1fa84cbc0b7680ced376ade633f8d7f9", "publish": true, "label": "Biographical/Historical note", "type": "bioghist"}, {"subnotes": [{"content": "The records of the Rockefeller Brothers Fund Special Studies Project document the administrative and intellectual history of the project. The Special Studies Project collection constitutes a rich, but by no means comprehensive, source for the intellectual history of American domestic and foreign policy from 1945 to approximately 1960. Papers and criticisms of papers were contributed to the Project by leading academic and government authorities. Although an examination of these materials will not normally show the development over time of a writer's ideas, some files include a writer's older pieces. The papers prepared for the Special Studies Project are invariably thorough expositions of the contributor's views in the late 1950s.\n\nThis study was undertaken in the latter 1950s and was published in 1960. A number of Project participants became members of the Kennedy Administration. In addition, letters and memoranda to and by Henry Kissinger, and editorial comments by Mr. Kissinger, appear throughout these records. Most of these items are of a routine administrative nature, but there are some letters and memoranda by Mr. Kissinger which include substantive comments about foreign policy and panel papers.\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "74a91375301a2ad1cb2fcbdb913cebda", "publish": true, "label": "Scope and Contents note", "type": "scopecontent"}, {"subnotes": [{"content": "The Special Studies Project record group is divided into ten series, listed below. The title that follows the subpanel number represents the name of the subpanel. The title in parentheses represents the title of the subpanel's report as it appears in \"Prospect for America.\"\n\nSeries A - Subpanel I: International Objectives and Strategies (The Mid-Century Challenge to U.S. Foreign Policy)\n\nSeries B - Subpanel II: International Security Objectives and Strategy (International Security: The Military Aspect)\n\nSeries C - Subpanel III: International Economic and Social Objectives and Strategy (Foreign Economic Policy for the Twentieth Century)\n\nSeries D - Subpanel IV: U.S. Economic and Social Policy (The Challenge to America: Its Economic and Social Aspects)\n\nSeries E - Subpanel V: U.S. Utilization of Human Resources (The Pursuit of Excellence: Education and the Future of America)\n\nSeries F - Subpanel VI: U.S. Democratic Process (The Power of the Democratic Idea)\n\nSeries G - Subpanel VII: The Moral Framework of National Purpose (no report)\n\nSeries H - Subpanels VI and VII Joint Report-Writing Committee\n\nSeries I - Overall Panel\n\nSeries J - Office Reference and Report Publication Files\n\nSeries K - Special Formats", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "6cb20eafca2ce7f5a598c23cc7fe6a7a", "publish": true, "label": "Arrangement note", "type": "arrangement"}, {"subnotes": [{"content": "FA324 Office of the Messrs. Rockefeller records, Rockefeller Boards, Series O contains a brief subseries for the Rockefeller Brothers Fund, which includes some material on the Special Studies Project. Both the Office of the Messrs. Rockefeller records and the Rockefeller Foundation records contain files concerning several of the Special Studies Project participants. Indexes may be checked for names that are of interest.\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "e755b11b71a4c4b370cf983a4e7d93dd", "publish": true, "label": "Related Archival Materials note", "type": "relatedmaterial"}, {"persistent_id": "bfcb781de495b6002f08e93b49aef0ff", "type": "accessrestrict", "subnotes": [{"content": "This record group is open for research, except for sensitive material and material documenting the administration of the project, which is closed.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"subnotes": [{"content": "The Rockefeller Brothers Fund Special Studies Project records were deposited at the Rockefeller Archive Center in 1980. \n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "613b58ad0580c06fb1efa4f0729c00b8", "publish": true, "label": "Immediate Source of Acquisition note", "type": "acqinfo"}], "uri": "/repositories/2/archival_objects/29223", "last_modified_by": "admin", "restrictions_apply": true, "position": 2}