{"lock_version": 0, "system_mtime": "2015-09-18T18:56:20Z", "extents": [], "jsonmodel_type": "archival_object", "ref_id": "ref12295_gvf", "instances": [], "create_time": "2014-12-06T04:03:13Z", "created_by": "admin", "title": "Ramon Magsaysay Award Foundation", "display_string": "Ramon Magsaysay Award Foundation, 1957-1998", "publish": true, "subjects": [], "external_documents": [], "linked_agents": [], "repository": {"ref": "/repositories/2"}, "has_unpublished_ancestor": false, "user_mtime": "2014-12-06T04:03:13Z", "rights_statements": [], "linked_events": [], "external_ids": [{"system_mtime": "2014-12-06T04:03:13Z", "jsonmodel_type": "external_id", "user_mtime": "2014-12-06T04:03:13Z", "last_modified_by": "admin", "source": "Archivists Toolkit Database::RESOURCE_COMPONENT", "create_time": "2014-12-06T04:03:13Z", "created_by": "admin", "external_id": "749629"}], "suppressed": false, "dates": [{"lock_version": 0, "system_mtime": "2014-12-06T04:03:13Z", "begin": "1957", "end": "1998", "jsonmodel_type": "date", "date_type": "inclusive", "user_mtime": "2014-12-06T04:03:13Z", "last_modified_by": "admin", "label": "creation", "create_time": "2014-12-06T04:03:13Z", "created_by": "admin", "expression": "1957-1998"}], "component_id": "6", "resource": {"ref": "/repositories/2/resources/95"}, "level": "recordgrp", "notes": [{"persistent_id": "04bdd9d1382b9c29ff49aa3b6fbdf947", "type": "bioghist", "subnotes": [{"content": "Biography of President Ramon Magsaysay\n\nRamón del Fierro Magsaysay (b.August 31, 1907 – d.March 17, 1957) served as president of the Republic of the Philippines from December 30, 1953 until his death in a plane crash in 1957. President Magsaysay was best known for successfully defeating the communist-led Hukbalahap (Huk) movement, and for introducing reform to various aspects of Filipino life.(1)   He was extremely popular with the Filipino people and was universally respected for his integrity and his dedication to the betterment of all humankind.\n\nMagsaysay Credo\n\nI believe that government starts at the bottom and moves upward, for government exists for the welfare of the masses of the nation. \nI believe that he who has less in life should have more in law. \nI believe that the little man is fundamentally entitled to a little bit more food in his stomach, a little more cloth in his back and a little more roof over his head. \nI believe that this nation is endowed with a vibrant and stout heart, and possesses untapped capabilities and incredible resiliency. \nI believe that a high and unwavering sense of morality should pervade all spheres of governmental activity. \nI believe that the pulse of government should be strong and steady, and the men at the helm imbued with missionary zeal. \nI believe in the majesty of constitutional and legal processes, in the inviolability of human rights. \nI believe that the free world is collectively strong, and that there is neither need or reason to compromise the dignity of man. \nI believe that communism is iniquity, as is the violence it does to the principles of Christianity. \nI believe that the President should set the example of a big heart, an honest mind, sound instincts, the virtue of healthy impatience and an abiding love for the common man.\n\nOrganizational History of the Ramon Magsaysay Award Foundation\n\nThe Ramon Magsaysay Award Foundation (RMAF) was established in 1957 in memory of the late President Magsaysay who died in a place crash that same year. President Magsaysay was well-known for his good nature and commitment to justice for all people. Consequently, his death devastated not just the people of the Philippines, but the global community which included the Rockefeller brothers. Just six weeks after learning of the death of Ramon Magsaysay, John D. Rockefeller 3rd wrote to President Carlos P. Garcia, who succeeded President Magsaysay, and proposed that an award be given in honor of President Magsaysay. He wrote:\n\n\"My brothers and I have followed closely President Magsaysay’s life and work. We believe deeply in that for which he stood… The trustees of the Rockefeller Brothers Fund would consider it a privilege to have a part in establishing a living memorial to the late President. They have authorized me to suggest the creation of the Ramon Magsaysay Award to be given annually to one or more persons in Asia whose demonstrated leadership is motive by a concern for the welfare of people comparable to that which characterized the life of Ramon Magsaysay.\"(2)  \n\nPresident Garcia accepted the Rockefeller Brothers Fund’s proposal. As described on the Ramon Magsaysay Award Foundation’s website, “[w]ith the concurrence of the Philippine government, the trustees of the Rockefeller Brothers Fund (RBF) established the Award to honor his memory and perpetuate his example of integrity in public service and pragmatic idealism within a democratic society”.(3)  The RBF supplied the initial endowment and the RMAF was formally organized in May 1957. \n\nThe RMAF is a non-profit corporation run by a seven person, all-Filipino, Board of Trustees. The RMAF is based in Manila, Philippines, and has operated out of the Ramon Magsaysay Center since 1968, when the building opened. Income earned from the Ramon Magsaysay Center has helps to support and sustain the RMAF. \n\nThe first awards were given in 1958. Since then, each year one award was given in each of the following five categories: Government Service (GS), Public Service (PS), Community Leadership (CL), Journalism and Literature (JL) and International Understanding (IU, later PIU). In 1964, the Journalism and Literature category was amended to include Creative Communication Arts (JLCCA). Then, in 2000, thanks to a grant from the Ford Foundation, a sixth category for Emergent Leadership (EL) was added. After 2008, the awards were no longer given according to category, except for Emergent Leadership. As described on the RMAF website, “[t]he Ramon Magsaysay Award is given to persons – regardless of race, nationality, creed or gender – who address issues of human development in Asia with courage and creativity, and in doing so have made contributions which have transformed their societies”.(4)  Since, 1958, the award has been given to a diverse group of individuals and organizations.\n \nThe award ceremonies are held every year on August 31st, the anniversary of the birth of President Magsaysay. During the days surrounding the award ceremony, awardees and guests attend a series of events given in their honor. These events include the laying of wreaths at the Rizal Monument and in front of Ramon Magsaysay’s tomb, luncheons for the awardees, and calls on the current President of the Philippines and on Mrs. Luz Magsaysay, the wife of President Magsaysay. Additionally, the awardees are asked to lead a discussion or give a presentation on a subject related to the work for which they were acknowledged. \n\n\n(1) Encyclopædia Britannica Online, s. v. \"Ramon Magsaysay,\" accessed January 03, 2012, http://0-www.britannica.com.libcat.lafayette.edu/EBchecked/topic/357732/Ramon-Magsaysay.\n\n(2) The Ramon Magsaysay Awards: 1958 – 1962. 9-10.\n\n(3) Ramon Magsaysay Award Foundation Website. “History”. (accessed on June 2, 2011) http://www.rmaf.org.ph/?id=2&page=history\n\n(4) Ibid.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}], "uri": "/repositories/2/archival_objects/30201", "last_modified_by": "admin", "restrictions_apply": false, "position": 4}