{"lock_version": 3, "system_mtime": "2015-09-26T17:44:56Z", "extents": [{"lock_version": 0, "system_mtime": "2015-09-26T17:40:45Z", "jsonmodel_type": "extent", "user_mtime": "2015-09-26T17:40:45Z", "number": "64.5", "last_modified_by": "battalb", "container_summary": "145 document cases", "portion": "whole", "create_time": "2015-09-26T17:40:45Z", "created_by": "battalb", "extent_type": "cubic_feet"}], "jsonmodel_type": "archival_object", "ref_id": "ref2572_71l", "instances": [], "create_time": "2014-12-06T04:08:10Z", "created_by": "admin", "title": "Russell Sage Foundation records", "display_string": "Russell Sage Foundation records, 1885-1983", "publish": true, "subjects": [], "external_documents": [], "linked_agents": [], "repository": {"ref": "/repositories/2"}, "has_unpublished_ancestor": false, "user_mtime": "2015-09-26T17:40:45Z", "rights_statements": [], "linked_events": [], "external_ids": [{"system_mtime": "2015-09-26T17:40:45Z", "jsonmodel_type": "external_id", "user_mtime": "2015-09-26T17:40:45Z", "last_modified_by": "battalb", "source": "Archivists Toolkit Database::RESOURCE_COMPONENT", "create_time": "2015-09-26T17:40:45Z", "created_by": "battalb", "external_id": "78310"}], "suppressed": false, "dates": [{"lock_version": 0, "system_mtime": "2015-09-26T17:40:45Z", "begin": "1885", "end": "1983", "jsonmodel_type": "date", "date_type": "inclusive", "user_mtime": "2015-09-26T17:40:45Z", "last_modified_by": "battalb", "label": "creation", "create_time": "2015-09-26T17:40:45Z", "created_by": "battalb", "expression": "1885-1983"}, {"lock_version": 0, "system_mtime": "2015-09-26T17:40:45Z", "begin": "1907", "end": "1948", "jsonmodel_type": "date", "date_type": "bulk", "user_mtime": "2015-09-26T17:40:45Z", "last_modified_by": "battalb", "label": "creation", "create_time": "2015-09-26T17:40:45Z", "created_by": "battalb", "expression": "1907-1948"}], "component_id": "1", "resource": {"ref": "/repositories/2/resources/103"}, "level": "subgrp", "notes": [{"type": "arrangement", "persistent_id": "1eca7cb77c55004f57f90a8c888c0bd4", "subnotes": [{"content": "Subgroup 1 of the Russell Sage Foundation records is divided into twelve series:\n\n1. Mrs. Russell Sage\n\n2. Corporate History\n\n3. Early Office Files\n\n4. General Administration\n\n5. Programs\n\n6. Marsh Island\n\n7. Miscellaneous Reports and Proposals\n\n8. Nova Institute\n\n9. \"RSF Bulletin\"\n\n10. Personal Giving\n\n11. Accession 90-76\n\n1059. Photographs\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"type": "scopecontent", "persistent_id": "5631ade55b07ce7b391136cc3a213a9b", "subnotes": [{"content": "The Russell Sage Foundation collection breaks into two distinct categories. Series 1 through Series 9 and Series 11 are the records of the Foundation itself. Series 10 is correspondence from Mrs. Sage's private office documenting her personal giving. Because these letters were given to the Foundation after Mrs. Sage's death in 1918, they have been incorporated into the Russell Sage Foundation Records.\n\nAlthough many of the Russell Sage Foundation office files from the early years of the Foundation were systematically destroyed in 1949, all of the early departments are documented to some extent in this collection. Especially well documented are the Charity Organizations/Social Work Administration, the Department of Industrial Studies, and the Southern Highland Division. Particular projects also have extensive records. These include the development of Forest Hills Gardens in Queens; the Foundation's efforts toward the passage of a uniform small loan law; and regional planning, both in the New York City region and in general. The administration of the Russell Sage Foundation during the early period is covered by financial records, agenda and minutes from Board of Trustees meetings, and files on the Russell Sage Foundation Building. Nearly all the material dating from the Foundation's inception to the 1948 reorganization can be found in Series 2 - Corporate History and Series 3 - Early Office Files.\n\nOf the Russell Sage Foundation's later research programs, those with significant documentation include Government, Law and the Social Sciences; Social Sciences and Human Biology; and Studies in Philanthropy. Records of the administration of the Russell Sage Foundation after 1948 can be found mostly in Series 4 - General Administration.\n\nThe bulk of the material in Series 1 through 9 is correspondence. Much of it concerns routine administrative matters, but a significant portion of the correspondence includes personal opinions of the writers, progress reports, and descriptions of day-by-day activities. Also included are meeting agendas and minutes, progress and annual reports, financial statements, newspaper and magazine clippings, pamphlets and brochures. There is little in the way of field notes or working papers for the Foundation's projects and studies. There are also few personal papers for any department head.\n\nThe correspondence from Mrs. Sage's private office, in Series 10, is mostly incoming letters from organizations and individuals soliciting financial support or advice from Mrs. Sage. Some of the petitioners included in Series 10 have extensive documentation, while others are represented by only a letter or two. In many cases the institutional letters recount the history of the individual organizations. In the process of describing their work and explaining their needs, petitioners requesting Mrs. Sage's support created capsule histories of their institutions.\n\nMrs. Sage and her secretaries communicated with one another about the requests by writing on the letters' envelopes, sharing opinions, advice, instructions, and summaries of past actions. Although not all the envelopes have been kept, those that provide insight into Mrs. Sage and those that hold details not expressed in the accompanying letters have been kept. In some cases brief information from the envelope has been transcribed onto the letter as a note in brackets. These notes usually provide the amount of money Mrs. Sage contributed or other action taken concerning the request.\n\nThe letters reflect both the topical and geographic diversity of Mrs. Sage's charitable interests. She was particularly supportive of health care, the welfare of men in the armed forces and merchant marines, religious missions, environmental issues, animal welfare, women's education, and suffrage. Although Mrs. Sage's philanthropic support was international in scope, much of her giving was concentrated in the state of New York. Causes and organizations in Syracuse (her birthplace) and New York City received heavy support. Mrs. Sage was also actively concerned with the needs of Sag Harbor and Lawrence, both Long Island summer residences for her and her husband.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}, {"type": "processinfo", "persistent_id": "387fccc3d74ba52942fa315fa417e36d", "subnotes": [{"content": "Subgroup 1, Series 1-9 were processed by Melissa A. Smith in January 1988. Series 10 was processed by Melissa A. Smith and James A. Smith in September 1989. Series 11 was processed by Chris Gratzel and Melissa A. Smith in May 1993.", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "publish": true}], "uri": "/repositories/2/archival_objects/32268", "last_modified_by": "battalb", "restrictions_apply": true, "position": 0}