{"lock_version": 0, "system_mtime": "2015-11-21T05:14:04Z", "extents": [], "jsonmodel_type": "archival_object", "ref_id": "ref1802_jqe", "instances": [{"lock_version": 0, "system_mtime": "2014-12-07T19:35:45Z", "container": {"lock_version": 0, "indicator_1": "5", "indicator_2": "16", "jsonmodel_type": "container", "user_mtime": "2014-12-06T04:15:34Z", "last_modified_by": "admin", "container_locations": [], "type_2": "folder", "type_1": "box", "create_time": "2014-12-06T04:15:34Z", "created_by": "admin", "system_mtime": "2014-12-06T04:15:34Z"}, "jsonmodel_type": "instance", "user_mtime": "2014-12-06T04:15:34Z", "last_modified_by": "admin", "instance_type": "mixed materials", "create_time": "2014-12-06T04:15:34Z", "created_by": "admin"}], "create_time": "2014-12-06T04:15:34Z", "created_by": "admin", "parent": {"ref": "/repositories/2/archival_objects/39728"}, "title": "Reprints (R)", "display_string": "Reprints (R)", "publish": true, "subjects": [], "external_documents": [], "linked_agents": [], "repository": {"ref": "/repositories/2"}, "has_unpublished_ancestor": false, "user_mtime": "2014-12-06T04:15:34Z", "rights_statements": [], "linked_events": [], "external_ids": [{"system_mtime": "2014-12-06T04:15:34Z", "jsonmodel_type": "external_id", "user_mtime": "2014-12-06T04:15:34Z", "last_modified_by": "admin", "source": "Archivists Toolkit Database::RESOURCE_COMPONENT", "create_time": "2014-12-06T04:15:34Z", "created_by": "admin", "external_id": "61868"}], "suppressed": false, "dates": [], "resource": {"ref": "/repositories/2/resources/107"}, "level": "file", "notes": [{"subnotes": [{"content": "Randal, Judith. \"The Bright Promise of Neighborhood Health Centers.\" \"The Reporter\" (March 21, 1968).\n\nReynell, Joan K. \"Post-operative Disturbances Observed in Children with Cerebral Palsy.\" \"Development Medicine and Child Neurology\" 7, no. 4 (August 1965): 360-376.\n\nRichards, Martin. \"Cultural and Social Influences in Infancy and Early Childhood.\" Burg Wartenstein Symposium No. 57, Social Class and the Early Development of Children in Britain. Wenner-Gren Foundation for Anthropological Research, (New York: June 18-26, 1973).\n\nRichardson, Stephen A. \"Age and Sex Differences in Values toward Physical Handicaps.\" \"Journal of Health &amp; Social Behavior\" 11, no. 3 (September 1970): 207-214.\n\nRichardson, S. A., Birch, H. G., Grabie, E. and K. Yoder. \"The Behavior of Children in School Who Were Severely Malnourished in the First Two Years of Life.\" \"Journal of Health and Social Behavior\" 13 (September 1972): 276-284.\n\nRichardson, Stephen A., Goodman, Norman, Hastorf, Albert H. and Sanford M. Dornbusch. \"Cultural Uniformity in Reaction to Physical Disabilities.\" \"American Sociological Review\" 26, no. 2 (April 1961): 243-247.\n\nRichardson, Stephen A. \"Ecology of Malnutrition: Non-nutritional Factors Influencing Intellectual and Behavioral Development in Nutrition, the Nervous System, and Behavior.\" Scientific Publication no. 251, Pan American Health Organization.\n\nRichardson, Stephen A. \"The Effect of Physical Disability on The Socialization of a Child\" in \"Handbook of Socialization Theory and Practice\" (New York: Rand McNally &amp; Company, 1969): 1047-1964.\n\nRichardson, Stephen A., Hastorf, Albert H. and Sanford M. Dornbusch. \"Effects of Physical Disability on a Child's Description of Himself.\" \"Child Development\" 35, no. 3 (September 1964): 893-907.\n\nRichardson, Stephen A. \"Handicap, Appearance and Stigma.\" \"Social Science &amp; Medicine\" 5, (1971): 621-628.\n\nRichardson, Stephen A. \"Patterns of Medical and Social Research in Pediatrics.\" \"Acta Paediatrica Scandinavica\" 59 (1970): 265-272.\n\nRichardson, Stephen A. \"People with Cerebral Palsy Talk for Themselves.\" \"Developmental Medicine and Child Neurology\" 14 (1972): 524-535.\n\nRichardson, Stephen A., Herbert G. Birch and Margaret E. Hertzig. \"School Performance of Children Who Were Severely Malnourished in Infancy.\" \"American Journal of Mental Deficiency\" 77, no. 5 (1973): 623-632.\n\nRichardson, Stephen A. and Matthew J. Friedman. \"Social Factors Related to Children's Accuracy in Learning Peer Group Values Towards Handicaps.\" \"Human Relations\" 26, no. 1 (1973): 77-87.\n\nRichardson, Stephen A. \"Some Social Psychological Consequences of Handicapping.\" \"Pediatrics\" (August 1963).\n\nRichardson, Stephen A. \"Some Unintended Consequences of Current Rehabilitation Practices.\" Staff Reprint, Association for the Aid of Crippled Children, 1960.\n\nGoodman, Norman, Richardson, Stephen A.*, Dornbusch, Sanford M. and Albert H. Hastorf. \"Variant Reactions to Physical Disabilities.\" \"American Sociological Review\" 28, No. 3 (June 1963): 429-435.\n\nRichardson, S. A. and A. Green. \"When is Black Beautiful? Coloured and White Children's Reactions to Skin Colour.\" \"The British Journal of Educational Psychology\" 41, Part 1 (February 1971): 62-69.\n\nRichardson, Stephen A. and David Klein. \"Who is the Child with a Physical Handicap? Golden Anniversary White House Conference on Children and Youth, Inc.\" Staff Reprint, Association for the Aid of Crippled Children, 1960.\n\nRutter, Michael, Korn, Sam and Herbert G. Birch. \"Genetic and Environmental Factors in the Development of Primary Reaction Patterns.\" \"British Journal of Social Clinical Psychology\" 2 (1963): 161-173. (see section 'B', Birch)\n\n", "publish": true, "jsonmodel_type": "note_text"}], "jsonmodel_type": "note_multipart", "persistent_id": "9f1dfa4b344e1daa16f1051a1f99fe1d", "publish": true, "label": "Scope and Contents note", "type": "scopecontent"}], "uri": "/repositories/2/archival_objects/39744", "last_modified_by": "admin", "restrictions_apply": false, "position": 15}